Autodesk.Revit.DB.BuiltInParameter.LAYER_ELEM_THICKNESS_PARAM
"Thickness": Thickness

Autodesk.Revit.DB.BuiltInParameter.LAYER_ELEM_OFFSET_FROM_HOST_PARAM
"Offset From Host"

Autodesk.Revit.DB.BuiltInParameter.LAYER_TYPE_MATERIALS_PARAM
"Material": Material

Autodesk.Revit.DB.BuiltInParameter.LAYER_TYPE_THICKNESS_PARAM
"Thickness": Thickness

Autodesk.Revit.DB.BuiltInParameter.RBS_ELEC_ANALYTICAL_LOAD_SET_ON_STANDBY
"Quantity of Standby"